{
  "plugins": {
    "apple.nvim": {
      "src": "https://github.com/cemkagank/apple.nvim"
    },
    "devcontainer-cli.nvim": {
      "src": "https://github.com/erichlf/devcontainer-cli.nvim",
      "version": "'main'"
    },
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim",
      "version": "'main'"
    },
    "harpoon": {
      "src": "https://github.com/ThePrimeagen/harpoon",
      "version": "'harpoon2'"
    },
    "main": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim",
      "version": "'main'"
    },
    "neogit": {
      "src": "https://github.com/neogitorg/neogit",
      "version": "'master'"
    },
    "nvim-lsp": {
      "src": "https://github.com/neovim/nvim-lspconfig",
      "version": "'master'"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig",
      "version": "'master'"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim",
      "version": "'master'"
    },
    "roslyn.nvim": {
      "src": "https://github.com/seblyng/roslyn.nvim",
      "version": "'main'"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim",
      "version": "'main'"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim",
      "version": "'master'"
    },
    "toggleterm.nvim": {
      "src": "https://github.com/akinsho/toggleterm.nvim",
      "version": "'main'"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim",
      "version": "'main'"
    },
    "typr": {
      "src": "https://github.com/nvzone/typr",
      "version": "'main'"
    },
    "volt": {
      "src": "https://github.com/nvzone/volt",
      "version": "'main'"
    }
  }
}
